[
  {
    "name": "Русская кухня",
    "path": "ru",
    "dishes": [
      {"name": "Сырники из творога", "ingridients": {}, "text": [], "img": "https://eda.ru/img/eda/c620x415i/s2.eda.ru/StaticContent/Photos/120213175531/180415114517/p_O.jpg", "intro": "Главный секрет идеальных сырников — а точнее творожников, — творог нужно протереть через мелкое сито и отжать от влаги. Жирность предпочтительна не больше и не меньше 9%. Тесто должно получиться эластичным, чтобы при надавливании сырник не треснул на сковородке, а сохранил форму. Если все сделать правильно, получатся нежные однородные кругляшки под плотной румяной корочкой. Сырники можно запекать в духовке или готовить на пару. В рецепте не исключаются эксперименты с начинкой — сухофрукты, орехи, свежие фрукты и даже картофель лишними не будут."},
      {"name": "Классическая шарлотка", "ingridients": {}, "text": [], "img": "https://eda.ru/img/eda/c620x415i/s1.eda.ru/StaticContent/Photos/130813174717/151102203457/p_O.jpg", "intro": "Классическая шарлотка. Важное сладкое блюдо советской и постсоветской истории. Легкое, пышное тесто, максимум яблочной начинки — у шарлотки всегда был образ приятного, простого и при этом лакомого и диетического блюда. Яблоки настоятельно рекомендуем взять из кислых сортов — вроде антоновки. Их можно класть как сырыми, так и предварительно слегка карамелизованными на сковородке. И сахара лучше не жалеть. Он магическим образом распределяется в нужном количестве в тесте, а излишки образуют сладкую корочку."},
      {"name": "", "ingridients": {}, "text": [], "img": "", "intro": ""}
    ]
  },
  {
    "name": "Европейская кухня",
    "path": "eu",
    "dishes": [
      {"name": "Кесадилья с курицей и чедером", "ingridients": {}, "text": [], "img": "https://eda.ru/img/eda/c434x295/s1.eda.ru/StaticContent/Photos/170225172301/200120100302/p_O.png", "intro": "Кесадилья это одно из национальных блюд Мексики. Она схожа с буррито. Это тоже тортильи  с  начинкой, но в отличие от буррито, в состав начинки кесадильи обязательно идет сыр. Также в случае с кесадильей, начинку не заворачивают, а размещают между лепешками, а затем жарят на гриле или на сковороде. К кесадилье подают различные соусы, чаще всего сальсу."}
    ]
  },
  {
    "name": "Азиатская кухня",
    "path": "as",
    "dishes": [
      {"name": "Брокколи в азиатском стиле с булгуром и кедровыми орехами кимчи", "ingridients": {}, "text": [], "img": "https://eda.ru/img/eda/c620x415i/s1.eda.ru/StaticContent/Photos/120131082810/170607170228/p_O.jpg", "intro": "Показательный пример того, как удачно вписывается брокколи в различные азиатские истории. Это пышное блюдо построено на балансе двух соусов: в первом (состоящем из наршараба, мяты, кинзы, сока лайма и лимона, уксуса и рыбного соуса) капуста обжаривается, а со вторым (куда входят миндаль, лимон, мята, оливковое масло и кленовый сироп) подается."}
    ]
  }
]